Repository: pypi-data/pypi-mirror-69
Catalog: packages/isogeo-scan-metadata-processor/isogeo-scan-metadata-processor-1.1.1.tar.gz/isogeo-scan-metadata-processor-1.1.1/scan_metadata_processor/i18n/*/LC_MESSAGES/scan_metadata_processor.po
Languages: fr_fr

source: Custom the name of the task (used to name the log file)
fr_fr: Personnaliser le nom de l'exécution (notamment pour le fichier journal)

source: Database type is set to Elastic Search but the required package is not installed.
fr_fr: La base de données ciblée est définie sur Elastic Search mais le client n'est requis n'est pas installé.

source: Elastic Search package dependency is not available.
fr_fr: Le client pour Elastic Search n'est pas installé.

source: This database type '{}' is not implemented yet.
fr_fr: Ce type de base de données '{}' n'est pas encore implémenté.

source: Entities count changed:
fr_fr: Le nombre d'entités a changé :

source: {} more objects (previously {})
fr_fr: {} objets en plus ({} auparavant)

source: {} objects less (previously {})
fr_fr: {} objets en moins ({} auparavant)

source: **Coordinate-system** has been removed: {} ({}).
fr_fr: **Système de coordonnées** supprimé : {} ({}).

source: **Coordinate-system** has been added: {} ({}).
fr_fr: **Système de coordonnées** ajouté : {} ({}).

source: **Coordinate-system** have changed from {} ({}) to {} ({}).
fr_fr: **Système de coordonnées** changé de {} ({}) pour {} ({}).

source: **Feature attributes** have changed:
fr_fr: **Attributs** modifiés :

source: - {} added: {}
fr_fr: - {} ajouté(s) : {}

source: - no new attribute.
fr_fr: - pas de nouvel attribut.

source: - {} removed: {}
fr_fr: - {} supprimé(s) : {}

source: - no removed attribute.
fr_fr: - aucun attribut supprimé.

source: ---- *Processed by {} v{}*
fr_fr: ---- *Mis à jour par {} v{}*

source: Metadata generated by the Scan, then created by {} v{}.
fr_fr: Métadonnée générée par le Scan, puis créée par {} v{}.

source: The metadata has been automatically recreated after it was manually deleted because the source dataset was scanned again.
fr_fr: La métadonnée a été automatiquement recréée après avoir été manuellement supprimée, car le jeu de données décrit a de nouveau été scanné.

source: Updated because source dataset has been detected as modified.
fr_fr: Métadonnée mise à jour car le jeu de données décrit a été détecté comme modifié.
