Repository: pypi-data/pypi-mirror-69
Catalog: packages/ftw.addressblock/ftw.addressblock-2.0.2.tar.gz/ftw.addressblock-2.0.2/ftw/addressblock/locales/*/LC_MESSAGES/ftw.addressblock.po
Languages: de, fr, it

source: Address block
de: Adresse und Karte

source: Address block (add-on for ftw.simplelayout)
de: Adressenblock (Add-On für ftw.simplelayout)

source: Communication
de: Kommunikation
it: Comunicazione

source: Miscellaneous
de: Diverses
fr: Divers
it: Miscellaneo

source: Send Email
de: Nachricht senden
fr: Envoyer un message
it: Invia un messaggio

source: Sender_Name
de: Name
fr: Nom
it: Nome

source: The address block displays address data and is usually put in the right column.
de: Der Adressenblock zeigt Adressinformationen an und wird normalerweise in der rechten Spalte platziert.
fr: Le bloc d'adresse Affiche l'adresse de données et est généralement mis dans la colonne de droite.
it: I display del blocco indirizzo di dati e di solito è messo nella colonna di destra.

source: The captcha code you entered was wrong, please enter the new one.
de: Das Captcha wurde falsch ausgefüllt.
fr: Le Captcha est pas rempli correctement
it: La Captcha non è compilato correttamente

source: addressblock_accessibility_link
de: Zugänglichkeit des Gebäudes
fr: Accessibilité bâtiment
it: Accessibilità

source: addressblock_address_map_link
de: Adresse / Karte
fr: Adresse et carte
it: Indirizzo e mappa

source: addressblock_contact_form_link
de: Kontaktformular
fr: Formulaire de contact
it: Modulo per i contatti

source: addressblock_opening_hours_link
de: Öffnungszeiten
fr: Horaires d'ouverture
it: Orari di apertura

source: addressblock_phone_label
de: Telefon ${phone_number_block}
fr: Téléphone ${phone_number_block}
it: Telefono ${phone_number_block}

# addressblock_title
source: Contact
de: Kontakt
it: Contatti

source: button_cancel
de: Abbrechen
fr: Annuler
it: Cancellare

source: country_default_value
de: Schweiz
fr: Suisse
it: Svizzera

source: description_directions
de: Anfahrtsbeschreibung mit verschiedenen Verkehrsmitteln für die obige Adresse.
fr: Décrivez comment se rendre à l'adresse ci-dessus par divers moyens de transport.
it: Descrivere come raggiungere all'indirizzo di cui sopra con vari mezzi di trasporto.

source: description_email
de: Ein Link zum Kontaktformular wird im Adressenblock angezeigt, falls eine E-Mail-Adresse eingegeben wird.

source: description_show_email
de: Steuert die Anzeige der E-Mail-Adresse auf der Detailansicht des Adressenblocks.

source: description_title
de: Die ID des Inhalts wird von diesem Wert abgeleitet.
fr: L'identifiant de ce contenu sera dérivée de cette valeur.
it: L'id di questo contenuto sarà derivata da questo valore.

source: feedback_email_text
de: ${sender} hat folgende Nachricht an Sie gesendet: ${msg}
fr: ${sender} a envoyé le message suivant à vous: ${msg}
it: ${sender} ha inviato il seguente messaggio a voi: ${msg}

source: info_email_sent
de: Nachricht wurde versendet.
fr: Le message a été envoyé.
it: Il messaggio è stato inviato.

source: label_accessibility
de: Zugänglichkeit
fr: Accessibilité bâtiment
it: Accessibilità

source: label_address
de: Adresse
fr: Adresse
it: Indirizzo

source: label_address_title
de: Adresstitel
fr: Titre de l'adresse
it: Indirizzo Titolo

source: label_city
de: Ort
fr: Ville
it: Città

source: label_country
de: Land
fr: Pays
it: Paese

source: label_department
de: Amt, Abteilung oder Dienststelle
fr: Département
it: Ufficio, reparto o centro servizi

source: label_directions
de: Anfahrt
fr: Directions
it: Come raggiungerci

source: label_email
de: E-Mail
fr: Courriel
it: Indirizzo e-mail

source: label_extra_address_line
de: Adresszusatz
fr: Adresse supplémentaire
it: Recapito

source: label_fax
de: Fax
fr: Fax
it: Fax

source: label_message
de: Nachricht
fr: Message
it: Messaggio

source: label_opening_hours
de: Öffnungszeiten
fr: Horaires d'ouverture
it: Orari di apertura

source: label_phone
de: Telefon
fr: Téléphone
it: Telefono

source: label_send_feedback
de: Kontaktformular
fr: Formulaire de contact

source: label_show_email
de: E-Mail-Adresse anzeigen?
fr: Afficher le courriel
it: Visualizza e-mail

source: label_subject
de: Betreff
fr: Objet

source: label_team_link
de: Team
fr: Team
it: Team

source: label_title
de: Titel
fr: Titre
it: Titolo

source: label_www
de: WWW
fr: WWW
it: WWW

source: label_zip
de: PLZ
fr: Code postal
it: NPA

source: mail_address
de: E-Mail
fr: Courriel
it: E-Mail

source: text_fax
de: Fax ${fax_number_address}
fr: Fax ${fax_number_address}
it: Fax ${fax_number_address}

source: text_phone
de: Tel. ${phone_number_address}
fr: Tél. ${phone_number_address}
it: Tel. ${phone_number_address}
